/* Localized versions of Info.plist keys */

"NSHumanReadableCopyright" = "Copyright © 2006-2010 Apple Inc.";

/* Keyboard layout names */
"Colemak" = "Colemak";
"Dvorak" = "Dvorak";
"DVORAK - QWERTY CMD" = "Dvorak - Qwerty ⌘";
"Dvorak - Left" = "Dvorak - Esquerdo";
"Dvorak - Right" = "Dvorak - Direito";

/* These two are synonyms */
"U.S." = "EUA";
"US" = "EUA";

"USInternational-PC" = "EUA Internacional - PC";
"Australian" = "Australiano";
"Austrian" = "Austríaco";
"Belgian" = "Belga";
"Brazilian" = "Brasileiro";
"British" = "Britânico";
"Canadian" = "Inglês Canadense";
"Canadian - CSA" = "Francês Canadense - CSA";
"Catalan" = "Catalão";
"Danish" = "Dinamarquês";
"Dutch" = "Holandês";
"Finnish" = "Finlandês";
"French" = "Francês";
"French - numerical" = "Francês - Numérico";
"German" = "Alemão";
"Irish" = "Irlandês";
"Italian" = "Máquina de Escrever Italiana";
"Italian - Pro" = "Italiano";
"Norwegian" = "Norueguês";
"Portuguese" = "Português";
"Spanish" = "Espanhol";
"Spanish - ISO" = "Espanhol - ISO";
"Swedish - Pro" = "Sueco - Pro";
"Swedish" = "Sueco";
"Swiss French" = "Francês Suíço";
"Swiss German" = "Alemão Suíço";

"Czech" = "Tcheco";
"Czech-QWERTY" = "Tcheco - QWERTY";
"Slovak" = "Eslovaco";
"Slovak-QWERTY" = "Eslovaco- QWERTY";
"Hungarian" = "Húngaro";
"Polish" = "Polonês";
"Polish Pro" = "Polonês Pro";
"Estonian" = "Estoniano";
"Latvian" = "Letão";
"Lithuanian" = "Lituano";

"Bulgarian" = "Búlgaro";
"Bulgarian - Phonetic" = "Búlgaro - Fonético";
"Russian" = "Russo";
"RussianWin" = "Russo - PC";
"Russian - Phonetic" = "Russo - Fonético";
"Ukrainian" = "Ucraniano";
"Serbian" = "Sérvio";
"Macedonian" = "Macedônio";
"Byelorussian" = "Bielo-russo";

"KANA" = "カナ";
"ROMAJI" = "ローマ字";

"2SetHangul" = "Coreano (2-Set)";
"Afghan Dari" = "Dari Afegão";
"Afghan Pashto" = "Pachto Afegão";
"Afghan Uzbek" = "Uzbeque Afegão";
"Arabic" = "Árabe";
"Arabic PC" = "Árabe - PC";
"Arabic-QWERTY" = "Árabe - QWERTY";
"Armenian-HM QWERTY" = "Armênio-HM QWERTY";
"Armenian-Western QWERTY" = "Armênio - QWERTY Ocidental";
"Azeri" = "Azerbaidjano";
"Bangla-QWERTY" = "Bengalês - QWERTY";
"Bangla" = "Bengalês";
"CangjieKeyboard" = "Cangjie";
"Cherokee-Nation" = "Cherokee - Nação";
"Cherokee-QWERTY" = "Cherokee - QWERTY";
"Croatian" = "Croata";
"Croatian-PC" = "Croata - PC";
"Devanagari-QWERTY" = "Devanágari - QWERTY";
"Devanagari" = "Devanágari";
"Faroese" = "Feroês";
"Finnish Extended" = "Finlandês Ampliado";
"FinnishSami-PC" = "Sami Finlandês - PC";
"Greek" = "Grego";
"Greek Polytonic" = "Grego Politônico";
"Gujarati-QWERTY" = "Guzerate - QWERTY";
"Gujarati" = "Guzerate";
"Gurmukhi-QWERTY" = "Gurmuqui-QWERTY";
"Gurmukhi" = "Gurmuqui";
"Hawaiian" = "Havaiano";
"Hebrew" = "Hebraico";
"Hebrew-PC" = "Hebraico - PC";
"Hebrew-QWERTY" = "Hebraico - QWERTY";
"Icelandic" = "Islandês";
"Inuktitut-Nunavut" = "Inuktitut-Nunavut";
"Inuktitut-Nutaaq" = "Inuktitut-Nutaaq";
"Inuktitut-QWERTY" = "Inuktitut-QWERTY";
"Inuktitut Nunavik" = "Inuktitut Nunavik";
"Irish Extended" = "Irlandês Ampliado";
"Jawi-QWERTY" = "Jawi - QWERTY";
"Kannada-QWERTY" = "Canará - QWERTY";
"Kannada" = "Canará";
"Kazakh" = "Cazaque";
"Khmer" = "Khmer";
"Kurdish-Sorani" = "Curdo-Sorani";
"Malayalam-QWERTY" = "Malaiala - QWERTY";
"Malayalam" = "Malaiala";
"Maltese" = "Maltês";
"Maori" = "Maori";
"Myanmar-QWERTY" = "Birmanês-QWERTY";
"Nepali" = "Nepalês";
"Northern Sami" = "Sami Setentrional";
"Norwegian Extended" = "Norueguês Ampliado";
"NorwegianSami-PC" = "Sami Norueguês - PC";
"Oriya-QWERTY" = "Oriá - QWERTY";
"Oriya" = "Oriá";
"Persian" = "Persa";
"Persian-ISIRI 2901" = "Persa - ISIRI 2901";
"Persian-QWERTY" = "Persa - QWERTY";
"Romanian" = "Romeno";
"Romanian-Standard" = "Romeno - Padrão";
"Sami-PC" = "Sami - PC";
"Serbian-Latin" = "Sérvio - Latino";
"Sinhala-QWERTY" = "Cingalês - QWERTY";
"Sinhala" = "Cingalês";
"Slovenian" = "Esloveno";
"SwedishSami-PC" = "Sami Sueco - PC";
"Telugu-QWERTY" = "Télugo - QWERTY";
"Telugu" = "Télugo";
"Thai-PattaChote" = "Tailandês - PattaChote";
"Thai" = "Tailandês";
"Tibetan-QWERTY" = "Tibetano - QWERTY";
"TibetanOtaniUS" = "Tibetano - Otani";
"Tibetan-Wylie" = "Tibetano - Wylie";
"Turkish" = "Turco";
"Turkish-QWERTY" = "Turco - QWERTY";
"Turkish-QWERTY-PC" = "Turco - QWERTY PC";
"Urdu" = "Urdu";
"Uyghur" = "Uigur";
"US Extended" = "EUA Ampliado";
"Unicode Hex Input" = "Unicode Hexadecimal";
"Vietnamese" = "Vietnamita";
"Welsh" = "Galês";
"Zhuyin Bopomofo" = "Zhuyin";
